[
    {
      "judul": "Pemilu Pertama Indonesia",
      "deskripsi": "Pada tahun 1955, Indonesia menggelar pemilu pertama, sebuah tonggak penting dalam sejarah politik bangsa setelah kemerdekaan. Pemilu ini merupakan yang pertama dalam sejarah Indonesia dan dirancang untuk memilih anggota DPR serta Konstituante, lembaga yang bertugas menyusun undang-undang dasar yang baru. Pemilu ini diikuti oleh partai-partai politik besar seperti Partai Nasional Indonesia (PNI), Masyumi, Nahdlatul Ulama (NU), dan Partai Komunis Indonesia (PKI). Pemilu ini diharapkan dapat memantapkan dasar-dasar demokrasi di Indonesia pasca-perjuangan kemerdekaan, serta memberi harapan baru bagi rakyat dalam memilih perwakilan mereka. Namun, meski berlangsung damai, pemilu ini tidak sepenuhnya berhasil menyelesaikan tantangan politik, karena ketidakstabilan politik dan perpecahan ideologis terus mempengaruhi jalannya pemerintahan Indonesia di tahun-tahun berikutnya.",
      "tahun": 1955,
      "tokoh": ["Sukarno", "Muhammad Hatta"],
      "koordinat": [-6.175110, 106.865036],
      "image":"assets/img/img-map/1955-1990/pemilu.jpg"
    },
    {
      "judul": "Deklarasi Djuanda",
      "deskripsi": "Deklarasi Djuanda yang diumumkan pada 13 Desember 1957 oleh Perdana Menteri Ir. Djuanda Kartawidjaja, merupakan sebuah pernyataan strategis yang bertujuan untuk memperkuat kedaulatan Indonesia sebagai negara kepulauan. Sebelum deklarasi ini, hukum internasional menganggap wilayah perairan antar pulau-pulau Indonesia sebagai laut lepas yang dapat dilayari secara bebas oleh kapal asing. Deklarasi Djuanda menyatakan bahwa semua perairan di antara dan di sekitar kepulauan Indonesia merupakan bagian tak terpisahkan dari wilayah negara, yang kemudian dikenal sebagai prinsip Wawasan Nusantara. Deklarasi ini memiliki dampak besar pada hukum maritim internasional dan menjadi landasan dalam penyusunan Konvensi PBB tentang Hukum Laut (UNCLOS) tahun 1982. Ini juga membantu memperkuat posisi Indonesia dalam menjaga keamanan dan integritas teritorial negara.",
      "tahun": 1957,
      "tokoh": ["Ir. Djuanda Kartawidjaja"],
      "koordinat": [-6.200000, 106.816667],
      "image":"assets/img/img-map/1955-1990/djuanda.jpeg"
    },
    {
      "judul": "G30S/PKI",
      "deskripsi": "Gerakan 30 September 1965, atau yang dikenal dengan singkatan G30S/PKI, adalah salah satu peristiwa paling kontroversial dan tragis dalam sejarah Indonesia modern. Peristiwa ini melibatkan pembunuhan enam jenderal senior Angkatan Darat oleh sekelompok militer yang kemudian dituduh berafiliasi dengan Partai Komunis Indonesia (PKI). Tujuan dari gerakan ini masih menjadi perdebatan di kalangan sejarawan, namun narasi resmi yang berkembang di masa Orde Baru menyatakan bahwa ini adalah upaya kudeta yang dipimpin oleh PKI untuk menggulingkan pemerintahan Sukarno. Peristiwa ini memicu gelombang anti-komunis yang meluas, di mana ratusan ribu hingga jutaan orang yang diduga terlibat dengan PKI dibunuh atau dipenjara. G30S/PKI juga menjadi titik balik dalam sejarah politik Indonesia, di mana Suharto berhasil memanfaatkan situasi ini untuk mengukuhkan dirinya sebagai pemimpin baru dan mengantarkan Indonesia ke era Orde Baru.",
      "tahun": 1965,
      "tokoh": ["DN Aidit", "Suharto"],
      "koordinat": [-6.208763, 106.845599],
      "image":"assets/img/img-map/1955-1990/g30spki.png"
    },
    {
      "judul": "Supersemar",
      "deskripsi": "Supersemar, atau Surat Perintah Sebelas Maret, adalah dokumen penting yang ditandatangani oleh Presiden Sukarno pada tanggal 11 Maret 1966, yang memberikan wewenang kepada Letnan Jenderal Suharto untuk mengambil tindakan dalam rangka mengamankan dan menjaga stabilitas negara pasca-peristiwa G30S/PKI. Pada saat itu, Indonesia sedang berada dalam kondisi politik yang sangat tidak stabil, dengan demonstrasi besar-besaran dari mahasiswa dan rakyat yang menuntut perbaikan ekonomi dan penghapusan pengaruh komunis. Supersemar sering dianggap sebagai awal dari berakhirnya pemerintahan Sukarno dan permulaan dari pemerintahan Orde Baru di bawah Suharto. Meskipun keberadaan dan otentisitas dokumen ini masih menjadi subjek perdebatan, dampaknya terhadap sejarah Indonesia sangat besar, karena memungkinkan Suharto mengambil alih kendali pemerintahan secara efektif tanpa langsung mendeklarasikan dirinya sebagai presiden.",
      "tahun": 1966,
      "tokoh": ["Sukarno", "Suharto"],
      "koordinat": [-6.175110, 106.865036],
      "image":"assets/img/img-map/1955-1990/supersemar.jpg"
    },
    {
      "judul": "Pembentukan ASEAN",
      "deskripsi": "Pada tahun 1967, Indonesia menjadi salah satu negara pendiri Asosiasi Negara-negara Asia Tenggara (ASEAN), bersama dengan Malaysia, Filipina, Singapura, dan Thailand. Pembentukan ASEAN dilatarbelakangi oleh ketegangan geopolitik yang terjadi di Asia Tenggara pasca-perang dunia kedua dan perang dingin. ASEAN didirikan dengan tujuan utama untuk memperkuat kerja sama ekonomi, sosial, dan budaya antarnegara di kawasan ini, serta untuk menjaga stabilitas politik dan keamanan regional. Sebagai anggota pendiri, Indonesia memainkan peran penting dalam merumuskan kebijakan ASEAN, termasuk dalam bidang non-intervensi, yang menghormati kedaulatan setiap negara anggota. Pembentukan ASEAN menjadi bagian dari strategi diplomatik Indonesia untuk memperkuat hubungan internasionalnya di tengah persaingan ideologi global.",
      "tahun": 1967,
      "tokoh": ["Adam Malik"],
      "koordinat": [1.290270, 103.851959],
      "image":"assets/img/img-map/1955-1990/asean.jpeg"
    },
    {
      "judul": "Invasi Timor Timur",
      "deskripsi": "Pada tahun 1975, setelah Portugal menarik diri dari Timor Timur, Indonesia melancarkan operasi militer yang dikenal sebagai Operasi Seroja untuk menguasai wilayah tersebut. Invasi ini dilakukan dengan alasan mencegah kekacauan politik yang berpotensi mengarah pada pembentukan negara komunis di dekat wilayah Indonesia. Namun, invasi ini menuai kecaman internasional, terutama dari negara-negara Barat dan kelompok hak asasi manusia, karena dilaporkan menyebabkan ribuan korban jiwa di Timor Timur. Meski Indonesia berhasil menguasai Timor Timur dan menjadikannya sebagai provinsi ke-27, perlawanan terhadap pendudukan terus berlangsung hingga akhirnya diadakan referendum pada tahun 1999, yang berujung pada kemerdekaan Timor Timur pada tahun 2002. Invasi ini meninggalkan jejak panjang dalam hubungan internasional Indonesia dan catatan hak asasi manusia negara tersebut.",
      "tahun": 1975,
      "tokoh": ["Suharto", "Xanana Gusmão"],
      "koordinat": [-8.556856, 125.560314],
      "image":"assets/img/img-map/1955-1990/invasiTimorTimor.jpeg"
    },
    {
      "judul": "Tragedi Tanjung Priok",
      "deskripsi": "Tragedi Tanjung Priok terjadi pada tanggal 12 September 1984, ketika pasukan militer Indonesia menindak tegas sebuah demonstrasi di Tanjung Priok, Jakarta Utara. Demonstrasi ini dipicu oleh ketidakpuasan terhadap kebijakan Orde Baru, khususnya terkait dengan kebebasan beragama dan penindasan terhadap umat Islam. Ketika massa demonstran yang terdiri dari warga sipil berkumpul untuk memprotes penangkapan beberapa tokoh agama, situasi berubah menjadi kekerasan setelah aparat keamanan mulai menembaki para demonstran. Peristiwa ini menewaskan banyak warga sipil, dan meskipun pemerintah Orde Baru mengklaim bahwa tindakan tersebut diperlukan untuk menjaga ketertiban, banyak pihak yang menganggap insiden ini sebagai pelanggaran berat terhadap hak asasi manusia. Tragedi ini menjadi simbol dari represi politik di bawah Orde Baru dan meninggalkan luka mendalam dalam sejarah bangsa.",
      "tahun": 1984,
      "tokoh": ["Benny Moerdani"],
      "koordinat": [-6.108772, 106.880467],
      "image":"assets/img/img-map/1955-1990/tragediTanjungPriok.jpeg"
    },
    {
      "judul": "Gerakan Reformasi",
      "deskripsi": "Gerakan Reformasi adalah serangkaian protes dan aksi massa yang muncul pada akhir 1980-an dan memuncak pada 1998, sebagai respons terhadap krisis ekonomi dan politik yang melanda Indonesia di bawah pemerintahan Orde Baru. Ketidakpuasan publik terhadap korupsi, kolusi, dan nepotisme (KKN) yang merajalela di kalangan elite politik serta pelanggaran hak asasi manusia menjadi faktor utama yang memicu gerakan ini. Reformasi menuntut perubahan total dalam sistem pemerintahan, termasuk pengunduran diri Suharto yang telah memerintah selama lebih dari 30 tahun. Pada akhirnya, Suharto mengundurkan diri pada Mei 1998 setelah demonstrasi besar-besaran, meninggalkan Indonesia dalam situasi transisi politik yang signifikan. Gerakan Reformasi menandai akhir dari era Orde Baru dan awal dari periode demokratisasi di Indonesia.",
      "tahun": 1988,
      "tokoh": ["Amien Rais", "Megawati Soekarnoputri"],
      "koordinat": [-6.175110, 106.865036],
      "image":"assets/img/img-map/1955-1990/gerakanreformasi.jpg"
    },
    {
        "judul": "Perjanjian Renville",
        "deskripsi": "Perjanjian Renville, ditandatangani pada 17 Januari 1948, adalah sebuah kesepakatan antara Indonesia dan Belanda yang dimediasi oleh Amerika Serikat. Perjanjian ini bertujuan untuk mengakhiri konflik yang terjadi setelah proklamasi kemerdekaan Indonesia dan Perang Kemerdekaan. Nama 'Renville' diambil dari nama kapal Amerika yang digunakan dalam perundingan. Perjanjian ini mengatur garis demarkasi baru yang memisahkan wilayah yang dikuasai Belanda dan wilayah Republik Indonesia, serta mengatur beberapa aspek penting lainnya seperti pembebasan tahanan politik dan pengembalian wilayah. Meskipun perjanjian ini berusaha untuk menciptakan kedamaian, pelaksanaan perjanjian sering kali bermasalah, dan ketegangan terus berlanjut hingga akhir 1949 ketika Indonesia akhirnya diakui kemerdekaannya secara penuh.",
        "tahun": 1948,
        "tokoh": ["Sukarno", "Hatta", "Herman van Roijen"],
        "koordinat": [-6.175110, 106.865036],
        "image":"assets/img/img-map/1955-1990/renville.jpeg"
      },
      {
        "judul": "Kunjungan Presiden Sukarno ke Amerika Serikat",
        "deskripsi": "Pada tahun 1956, Presiden Sukarno melakukan kunjungan resmi ke Amerika Serikat, yang merupakan bagian dari upaya diplomatik Indonesia untuk memperkuat hubungan internasionalnya dan mencari dukungan dari negara-negara besar. Selama kunjungan ini, Sukarno bertemu dengan Presiden Dwight D. Eisenhower dan berbagai pejabat tinggi AS. Kunjungan ini menandai langkah strategis Indonesia untuk memperkenalkan diri sebagai kekuatan politik baru di Asia Tenggara dan untuk menarik perhatian dunia internasional terhadap posisi Indonesia dalam konteks Perang Dingin. Kunjungan ini juga menekankan pentingnya hubungan bilateral antara Indonesia dan Amerika Serikat dalam konteks geopolitik global dan pengaruh internasional.",
        "tahun": 1956,
        "tokoh": ["Sukarno", "Dwight D. Eisenhower"],
        "koordinat": [38.89511, -77.03637],
        "image":"assets/img/img-map/1955-1990/soekarnoAmerika.jpeg"
      }
  ]
  