[
  {
    "judul": "Pembantaian warga Tionghoa di Batavia",
    "deskripsi": "Pembantaian warga Tionghoa di Batavia terjadi pada tanggal 9 Oktober 1740, ketika pasukan Belanda menyerang dan membantai komunitas Tionghoa di Batavia (sekarang Jakarta). Peristiwa ini merupakan puncak dari ketegangan yang telah lama terjadi antara masyarakat Tionghoa dan pemerintah kolonial Belanda. Konflik ini berakar dari ketidakpuasan terhadap kebijakan ekonomi dan politik Belanda serta ketegangan sosial antara komunitas lokal dan pendatang Tionghoa.",
    "tahun": 1740,
    "tokoh": ["Gustaaf Willem baron van Imhoff"],
    "image": "../assets/img/img-map/1740-1850/Pembantaian warga Tionghoa di Batavia",
    "image_tokoh": "../../",
    "koordinat": [-6.138555960849016, 106.81690343568376]
  },
  {
    "judul": "Pendirian Kantor Pos Pertama di Batavia",
    "deskripsi": "Pada tahun 1746, Kantor Pos pertama didirikan di Batavia, yang kini dikenal sebagai Jakarta. Pendirian kantor pos ini merupakan langkah penting dalam pengembangan sistem komunikasi di wilayah Hindia Belanda. Kantor pos ini memungkinkan pengiriman surat dan paket dengan lebih efisien, yang mendukung administrasi kolonial dan perdagangan.",
    "tahun": 1746,
    "tokoh": ["Gustaaf Willem baron van Imhoff"],
    "image": "../../",
    "image_tokoh": "../../",
    "koordinat": [-6.2088, 106.8456]
  },
  {
    "judul": "Perjanjian Giyanti",
    "deskripsi": "Perjanjian Giyanti ditandatangani pada tahun 1755 antara pihak Kerajaan Mataram dan VOC. Perjanjian ini membagi Kerajaan Mataram menjadi dua kesultanan: Kasunanan Surakarta dan Kasultanan Ngayogyakarta. Pangeran Mangkubumi, yang kemudian dikenal sebagai Sultan Hamengkubuwono I, mendapatkan wilayah Yogyakarta, sementara wilayah Surakarta diberikan kepada Gusti Raden Mas Said, yang dikenal sebagai Sultan Susuhunan Pakubuwono III. Perjanjian ini merupakan bagian dari upaya VOC untuk mengendalikan dan memecah belah kekuatan lokal di Jawa.",
    "tahun": 1755,
    "tokoh": [
      "Gusti Raden Mas Said, Pangeran Mangkubumi, dan Gubernur Jenderal Jacob Mossel"
    ],
    "image": "../../",
    "image_tokoh": "../../",
    "koordinat": [-7.7972, 110.3695]
  },
  {
    "judul": "Pembubaran VOC",
    "deskripsi": "Pada tahun 1799, Vereenigde Oost-Indische Compagnie (VOC) atau Perusahaan Hindia Timur Belanda dibubarkan. VOC, yang didirikan pada tahun 1602, merupakan salah satu perusahaan dagang pertama yang memiliki monopoli perdagangan di Asia Tenggara, termasuk Indonesia. Faktor-faktor yang menyebabkan pembubaran VOC termasuk masalah keuangan yang parah, korupsi internal, dan persaingan bisnis yang semakin ketat. Pembubaran VOC menandai akhir dari era kolonial Belanda yang dikuasai oleh perusahaan dagang, dan memulai era baru di bawah pemerintahan langsung Belanda melalui pemerintah kolonial.",
    "tahun": 1799,
    "tokoh": [
      "Gubernur Jenderal Pieter J. van Hoorn, Gubernur Jenderal Daendels"
    ],
    "image": "../../",
    "image_tokoh": "../../",
    "koordinat": [-6.2088, 106.8456]
  },
  {
    "judul": "Pengambilalihan Kepulauan Nusantara oleh Pemerintah Belanda",
    "deskripsi": "Pada tahun 1800, Pemerintah Belanda mengambil alih kepemilikan Kepulauan Nusantara dari VOC dan menamakannya sebagai Hindia Belanda. Pengambilalihan ini dilakukan setelah VOC dibubarkan pada tahun 1799. Pemerintah Belanda kemudian memerintah wilayah ini secara langsung. Gubernur Jenderal Herman Willem Daendels adalah salah satu tokoh penting yang memimpin administrasi kolonial pada masa awal Hindia Belanda. Penamaan Hindia Belanda menandai era baru dalam sejarah kolonial Indonesia, dengan struktur administrasi dan kebijakan yang lebih terpusat dari pemerintah Belanda.",
    "tahun": 1800,
    "image": "../../",
    "image_tokoh": "../../",
    "tokoh": ["Gubernur Jenderal Herman Willem Daendels"],
    "koordinat": [-6.2088, 106.8456]
  },
  {
    "judul": "Perang Padri",
    "deskripsi": "Perang Padri adalah konflik yang terjadi di Sumatera Barat dari tahun 1803 hingga 1837. Konflik ini melibatkan kaum Padri yang dipimpin oleh Tuanku Imam Bonjol melawan kekuasaan Belanda dan penguasa lokal. Kaum Padri memperjuangkan penerapan hukum Islam yang lebih ketat dan menolak penguasa adat yang dianggap tidak sesuai dengan syariat Islam. Perang ini merupakan bagian dari upaya Belanda untuk memperkuat kekuasaannya di Sumatera Barat.",
    "tahun": 1803,
    "image": "../assets/img/img-map/1740-1850/Perang_Padri.jpg",
    "image_tokoh": "../../",
    "tokoh": ["Tuanku Imam Bonjol", "Haji Abdul Malik Karim Amrullah (Hamka)"],
    "koordinat": [-0.845, 100.235]
  },
  {
    "judul": "Pengangkatan Herman Willem Daendels sebagai Gubernur Jenderal Hindia Belanda",
    "deskripsi": "Pada tahun 1808, Herman Willem Daendels resmi diangkat sebagai Gubernur Jenderal Hindia Belanda yang ke-36. Pengangkatan ini terjadi setelah Belanda mengambil alih kepemilikan Kepulauan Nusantara dari VOC dan menamakannya sebagai Hindia Belanda. Daendels dikenal karena kebijakan reformis dan upayanya untuk memperkuat administrasi kolonial serta membangun infrastruktur penting, termasuk Jalan Raya Pos, yang menghubungkan ujung barat dan timur Jawa.",
    "tahun": 1808,
    "image": "../../",
    "image_tokoh": "../../",
    "tokoh": ["Herman Willem Daendels"],
    "koordinat": [-6.2088, 106.8456]
  },
  {
    "judul": "Pengangkatan Thomas Stamford Raffles sebagai Wakil Gubernur Jenderal",
    "deskripsi": "Pada tahun 1811, Thomas Stamford Raffles diangkat sebagai Wakil Gubernur Jenderal untuk wilayah Jawa dan Daerah Seberang. Pengangkatan ini terjadi setelah Inggris mengambil alih kendali atas Hindia Belanda dari Belanda selama periode pendudukan Inggris. Raffles dikenal karena kebijakan reformisnya yang meliputi pembaruan administratif, penghapusan perbudakan, dan pengembangan infrastruktur serta kebijakan ekonomi yang inovatif. Raffles juga terkenal dengan upayanya dalam pengumpulan dan pelestarian artefak budaya serta penelitiannya tentang sejarah dan kebudayaan lokal.",
    "tahun": 1811,
    "image": "../../",
    "image_tokoh": "../../",
    "tokoh": ["Thomas Stamford Raffles"],
    "koordinat": [-6.2088, 106.8456]
  },
  {
    "judul": "Perang Diponegoro",
    "deskripsi": "Perang Diponegoro, yang berlangsung dari tahun 1825 hingga 1830, adalah salah satu konflik terbesar dan paling signifikan dalam sejarah perjuangan melawan kolonialisme Belanda di Indonesia. Dipimpin oleh Pangeran Diponegoro, seorang bangsawan Jawa dan pemimpin perlawanan, perang ini merupakan upaya untuk melawan ekspansi dan penindasan pemerintah kolonial Belanda di pulau Jawa. Konflik ini melibatkan berbagai taktik perang gerilya dan berhasil mendapatkan dukungan luas dari rakyat Jawa. Perang Diponegoro berakhir dengan penangkapan Pangeran Diponegoro pada tahun 1830, yang menandai berakhirnya perjuangan besar melawan kekuasaan kolonial Belanda di Jawa.",
    "tahun": 1825,
    "image": "../assets/img/img-map/1740-1850/Perang_Diponegoro.jpg",
    "image_tokoh": "../../",
    "tokoh": ["Pangeran Diponegoro"],
    "koordinat": [-7.7956, 110.3695]
  },
  {
    "judul": "Penghapusan Hukum Adat Tawan Karang oleh Kerajaan Badung",
    "deskripsi": "Pada tahun 1842, Kerajaan Badung di Bali menyepakati penghapusan hukum adat Tawan Karang, yang sebelumnya memberi hak pada raja untuk menyita kapal yang terdampar di wilayah kekuasaannya. Penghapusan ini merupakan hasil dari intervensi Belanda yang menginginkan penghapusan praktik yang dianggap merugikan perdagangan dan kedaulatan kolonial. Kebijakan ini kemudian diikuti oleh kerajaan-kerajaan lain di Bali sebagai bagian dari penyesuaian terhadap kebijakan kolonial Belanda yang lebih luas di wilayah tersebut.",
    "tahun": 1842,
    "image": "../../",
    "image_tokoh": "../../",
    "tokoh": ["Raja Badung"],
    "koordinat": [-8.6547, 115.2167]
  }
]
